sysbench/201905071104/sysbench_read_write_16.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 16
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            289086
        write:                           82596
        other:                           41298
        total:                           412980
    transactions:                        20649  (343.89 per sec.)
    queries:                             412980 (6877.77 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0433s
    total number of events:              20649

Latency (ms):
         min:                                    3.49
         avg:                                   46.52
         max:                                  568.98
         95th percentile:                       69.29
         sum:                               960531.21

Threads fairness:
    events (avg/stddev):           1290.5625/9.68
    execution time (avg/stddev):   60.0332/0.01