sysbench/201905071104/sysbench_read_write_64.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 64
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            277032
        write:                           79152
        other:                           39576
        total:                           395760
    transactions:                        19788  (329.15 per sec.)
    queries:                             395760 (6582.92 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.1165s
    total number of events:              19788

Latency (ms):
         min:                                    3.74
         avg:                                  194.29
         max:                                 3409.52
         95th percentile:                      320.17
         sum:                              3844564.80

Threads fairness:
    events (avg/stddev):           309.1875/5.21
    execution time (avg/stddev):   60.0713/0.03