sysbench/201905071104/sysbench_read_write_8.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 8
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            265482
        write:                           75852
        other:                           37926
        total:                           379260
    transactions:                        18963  (315.95 per sec.)
    queries:                             379260 (6319.07 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0146s
    total number of events:              18963

Latency (ms):
         min:                                    3.52
         avg:                                   25.31
         max:                                  466.17
         95th percentile:                       41.85
         sum:                               480036.04

Threads fairness:
    events (avg/stddev):           2370.3750/11.52
    execution time (avg/stddev):   60.0045/0.00